{"Series":[
  "Rincewind",
  "CityWatch"
],
  "Rincewind":{
  "Books":[
    "The Colour of Magic",
    "The Light Fantastic",
	"Sourcery",
	"Eric",
	"Interesting Times",
	"The Last Continent",
	"The Last Hero"
  ],
  "The Colour of Magic":[
      "No, what he didn't like about heroes was that they were usually suicidally gloomy when sober and homicidally insane when drunk.",
    "You can't map a sense of humor. Anyway, what is a fantasy map but a space beyond which There Be Dragons? On the Discworld we know that There Be Dragons Everywhere. They might not all have scales and forked tongues, but they Be Here all right, grinning and jostling and trying to sell you souvenirs.",
    "Some pirates achieved immortality by great deeds of cruelty or derring-do. Some achieved immortality by amassing great wealth. But the captain had long ago decided that he would, on the whole, prefer to achieve immortality by not dying.",
    "Twoflower was a tourist, the first ever seen on the discworld. Tourist, Rincewind had decided, meant \"idiot\".",
    "\"My name is immaterial,\" she said.<br>\"That's a pretty name,\" said Rincewind.",
    "It is at this point that normal language gives up, and goes and has a drink.",
    "It was all very well going on about pure logic and how the universe was ruled by logic and the harmony of numbers, but the plain fact of the matter was that the Disc was manifestly traversing space on the back of a giant turtle and the gods had a habit of going round to atheists' houses and smashing their windows.",
    "Every intelligent being, whether it breathes or not, coughs nervously at some time in its life.",
    "Rincewind tried to force the memory out of his mind, but it was rather enjoying itself there, terrorizing the other occupants and kicking over the furniture.",
    "\"We've strayed into a zone with a high magical index,\" he said. \"Don't ask me how. Once upon a time a really powerful magic field must have been generated here, and we're feeling the after-effects.\"<br>\"Precisely,\" said a passing bush.",
    "I’ve seen excitement, and I’ve seen boredom. And boredom was best.",
    "He thought about how it might be to be, say, a fox confronted with an angry sheep. A sheep moreover, that could afford to employ wolves.",
    "\"That's what's so stupid about the whole magic thing, you know. You spend twenty years learning the spell that makes nude virgins appear in your bedroom, and then you're so poisoned by quicksilver fumes and half-blind from reading old grimoires that you can't remember what happens next.\"",
    "In an instant he became aware that the tourist was about to try his own peculiar brand of linguistics, which meant that he would speak loudly and slowly in his own language.",
    "But in his experience it was only a matter of time before the normal balance of the universe restored itself and started doing the usual terrible things to him.",
    "Either dragons should exist completely or fail to exist at all, he felt. A dragon only half-existing was worse than the extremes.",
    "Fate can be one mean god at times.",
    "Everyone has gods. You just don't think they're gods."
  ],
  "The Light Fantastic":[
  "\"Inside every sane person there's a madman struggling to get out,\" said the shopkeeper. \"That's what I've always thought. No one goes mad quicker than a totally sane person.\"",
  "Of course I'm sane, when trees start talking to me, I don't talk back.",
  "Grinning like a necrophiliac in a morgue.",
  "The sun rose slowly, as if it wasn't sure it was worth all the effort.",
  "It looked like the sort of book described in library catalogues as 'slightly foxed', although it would be more honest to admit that it looked as though it had been badgered, wolved and possibly beared as well.",
  "He moved in a way that suggested he was attempting the world speed record for the nonchalant walk.",
  "The important thing about having lots of things to remember is that you’ve got to go somewhere afterwards where you can remember them, you see? You’ve got to stop. You haven’t really been anywhere until you’ve got back home.",
  "He felt that the darkness was full of unimaginable horrors - and the trouble with unimaginable horrors was that they were only too easy to imagine...",
  "Ankh-Morpork! Pearl of cities! This is not a completely accurate description, of course — it was not round and shiny — but even its worst enemies would agree that if you had to liken Ankh-Morpork to anything, then it might as well be a piece of rubbish covered with the diseased secretions of a dying mollusc.",
  "Unseen University had never admitted women, muttering something about problems with the plumbing, but the real reason was an unspoken dread that if women were allowed to mess around with magic they would probably be embarrassingly good at it.",
  "As large as worlds. As old as Time. As patient as a brick.",
  "\"Do you think there’s anything to eat in this forest?\"<br>\"Yes,\" said the wizard bitterly, \"us.\"",
  "The short conversation that follows eventually led to a tree religion. Its tenet of faith was this: a tree that was a good tree and led a clean decent and upstanding life could be assured of a future life after death. If it was very good indeed it would eventually be reincarnated as five thousand rolls of lavatory paper.",
  "Poetic simile was strictly limited to statements like 'his mighty steed was as fleet as the wind on a fairly calm day, say about Force Three,' and any loose talk about a beloved having a face that launched a thousand ships would have to be backed by evidence that the object of desire did indeed look like a bottle of champagne.",
  "Not for the first time she reflected that there were many drawbacks to being a swordswoman, not least of which was that men didn't take you seriously until you'd actually killed them, by which time it didn't really matter anyway.",
  "\"Are you a hero, actually?\"<br>\"Um, no. Not as such. Not at all, really. Even less than that, in fact.\""
  ],
  "Sourcery":[
  "\"I meant,\" said Ipslore bitterly, \"what is there in this world that truly makes living worthwhile?\"<br>Death thought about it.<br>\"CATS\", he said eventually. \"CATS ARE NICE.\"",
  "\"And what would humans be without love?\"<br>\"RARE\", said Death.",
  "Perhaps it would be simpler if you just did what you're told and didn't try to understand things.",
  "The truth isn't easily pinned to a page. In the bathtub of history the truth is harder to hold than the soap and much more difficult to find.",
  "\"It's going to look pretty good, then, isn't it,\" said War testily, \"the One Horseman and Three Pedestrians of the Apocalypse.\"",
  "Despite rumor, Death isn't cruel--merely terribly, terribly good at his job.",
  "It's vital to remember who you really are. It's very important. It isn't a good idea to rely on other people or things to do it for you, you see. They always get it wrong.",
  "The thief, as will become apparent, was a special type of thief. This thief was an artist of theft. Other thieves merely stole everything that was not nailed down, but this thief stole the nails as well.",
  "Some people think this is paranoia, but it isn't. Paranoids only think everyone is out to get them. Wizards know it.",
  "There was a man and he had eight sons. Apart from that, he was nothing more than a comma on the page of History. It's sad, but that's all you can say about some people.",
  "If failure had no penalty success would not be a prize.",
  "\"I don't regret it, you know. I would do it all again. Children are our hope for the future.\"<br>\"THERE IS NO HOPE FOR THE FUTURE\", said Death.<br>\"What does it contain, then?\"<br>\"ME.\"",
  "They suffered from the terrible delusion that something could be done. They seemed prepared to make the world the way they wanted it or die in the attempt, and the trouble with dying in the attempt was that you died in the attempt.",
  "\"YOU'RE ONLY PUTTING OFF THE INEVITABLE\", he said.<br>\"That's what being alive is all about.\"",
  "Oh, there's plenty of reasons. I just don't know which one.",
  "As they say in Discworld, we are trying to unravel the Mighty Infinite using a language which was designed to tell one another where the fresh fruit was.",
  "There are eight levels of wizardry on the Disc; after sixteen years Rincewind has failed to achieve even level one. In fact it is considered opinion of some of his tutors that he is incapable even of achieving level zero, which most normal people are born at; to put it another way, it has been suggested that when Rincewind dies the average occult ability of the human race will actually go up by a fraction.",
  "\"Talent just defines what you do,\" he said. \"It doesn’t define what you are. Deep down, I mean. When you know what you are, you can do anything.\"",
  "Rincewind rather enjoyed times like this. They convinced him that he wasn’t mad because, if he was mad, that left no word at all to describe some of the people he met.",
  "He had spent years in search of boredom, but had never achieved it. Just when he thought he had it in his grasp his life would suddenly become full of near-terminal interest."
  ],
  "Eric":[
  "Just erotic. Nothing kinky. It's the difference between using a feather and using a chicken.",
  "\"There's a door.\"<br>\"Where does it go?\"<br>\"It stays where it is, I think.\"",
  "The gods of the Disc have never bothered much about judging the souls of the dead, and so people only go to hell if that's where they believe, in their deepest heart, that they deserve to go. Which they won't do if they don't know about it. This explains why it is so important to shoot missionaries on sight.",
  "The consensus seemed to be that if really large numbers of men were sent to storm the mountain, then enough might survive the rocks to take the citadel. This is essentially the basis of all military thinking.",
  "Any wizard bright enough to survive for five minutes was also bright enough to realize that if there was any power in demonology, then it lay with the demons. Using it for your own purposes would be like trying to beat mice to death with a rattlesnake.",
  "\"Multiple exclamation marks,\" he went on, shaking his head, \"are a sure sign of a diseased mind.\"",
  "\"What're quantum mechanics?\"<br>\"I don't know. People who repair quantums, I suppose.\"",
  "These people were not only cheering, they were throwing flowers and hats. The hats were made of stone, but the thought was there.",
  "Hell needed horribly bright, self-centered people like Eric. They were much better at being nasty than demons could ever manage.",
  "Rincewind gave his fingers a long shocked stare, as one might regard a gun that has been hanging on the wall for decades and has suddenly gone off and perforated the cat.",
  "You always knew where you stood with Quezovercoatl. It was generally with a lot of people on top of a great stepped pyramid with someone in an elegant feathered headdress chipping an exquisite obsidian knife for your very own personal use.",
  "The whole point of the wish business was to see to it that what the client got was exactly what he asked for and exactly what he didn't really want.",
  "The Tezuman Empire in the jungle valleys of central Klatch is known for it organic market gardens, its exquisite craftsmanship in obsidian, feathers and jade, and its mass human sacrifices in honor of Quezovercoatl, the Feathered Boa, god of mass human sacrifices.",
  "The captain glared at him. The sergeant put on the poker face that has been handed down from NCO to NCO ever since one protoamphibian told another, lower-ranking protoamphibian to muster a squad of newts and Take That Beach.",
  "Demons have existed on the Discworld for at least as long as the gods, who in many ways they closely resemble. The difference is basically the same as that between terrorists and freedom fighters.",
  "No enemies had ever taken Ankh-Morpork. Well technically they had, quite often; the city welcomed free-spending barbarian invaders, but somehow the puzzled raiders found, after a few days, that they didn't own their horses any more, and within a couple of months they were just another minority group with its own graffiti and food shops.",
  "At least nothing particularly dreadful was happening to him right now. Probably it was only a matter of time.",
  "They poisoned all their priests and tried enlightened atheism instead, which still meant they could kill as many people as they liked but didn’t have to get up so early to do it."
  ],
  "Interesting Times":[
  "Whatever happens, they say afterwards, it must have been fate. People are always a little confused about this, as they are in the case of miracles. When someone is saved from certain death by a strange concatenation of circumstances, they say that's a miracle. But of course if someone is killed by a freak chain of events -- the oil spilled just there, the safety fence broken just there -- that must also be a miracle. Just because it's not nice doesn't mean it's not miraculous.",
  "And therefore education at the University mostly worked by the age-old method of putting a lot of young people in the vicinity of a lot of books and hoping that something would pass from one to the other, while the actual young people put themselves in the vicinity of inns and taverns for exactly the same reason.",
  "He’d always felt he had a right to exist as a wizard in the same way that you couldn’t do proper maths without the number 0, which wasn’t a number at all but, if it went away, would leave a lot of larger numbers looking bloody stupid.",
  "\"I heard the Empire has a tyrannical and repressive government!\"<br>\"What form of government is that?\" said Ponder Stibbons.<br>\"A tautology,\" said the Dean, from above.\"",
  "It was impossible for him to get bored. He just didn't have the imagination.",
  "There is a curse. They say:<br>May you live in interesting times.",
  "Probably the last sound heard before the Universe folded up like a paper hat would be someone saying: \"What happens if I do this?\"",
  "Many things went on at Unseen University and, regrettably, teaching had to be one of them. The faculty had long ago confronted this fact and had perfected various devices for avoiding it. But this was perfectly all right because, to be fair, so had the students.",
  "In life, as in breakfast cereal, it is always best to read the instructions on the box.",
  "The Empire's got something worse than whips all right. It's got obedience. Whips in the soul. They obey anyone who tells them what to do. Freedom just means being told what to do by someone different.",
  "You could say to the universe this is not fair. And the universe would say: \"Oh, isn’t it? Sorry.\"",
  "Most of the gods throw dice but Fate plays chess, and you don't find out until too late that he's been using two queens all along. Fate wins.",
  "Ricewind had always relied on running away. But somerimes, perhaps, you had to stand and fight, if only because there was nowhere left to run.",
  "They stole from rich merchants and temples and kings. They didn't steal from poor people; this was not because there was anything virtuous about poor people, it was simply because poor people had no money.",
  "No one likes a poor thief.",
  "Adventure! People talked about the idea as if it was something worthwhile, rather than a mess of bad food, no sleep, and strange people inexplicably trying to stick pointed objects in bits of you."
  ],
  "The Last Continent":[
  "It is said that your life flashes before your eyes just before you die. That is true, it's called Life.",
  "\"But we're a university! We have to have a library!\" said Ridcully. \"It adds tone. What sort of people would we be if we didn't go into the library?\"<br>\"Students,\" said Senior Wrangler morosely.",
  "I don't think I've drunk enough beer to understand that.",
  "The proliferation of luminous fungi or iridescent crystals in deep caves where the torchlessly improvident hero needs to see is one of the most obvious intrusions of narrative causality into the physical universe.",
  "Ridcully was to management what King Herod was to the Bethlehem Playgroup Association. ",
  "Any true wizard, faced with a sign like 'Do not open this door. Really. We mean it. We're not kidding. Opening this door will mean the end of the universe,' would automatically open the door in order to see what all the fuss is about. This made signs rather a waste of time, but at least it meant that when you handed what was left of the wizard to his grieving relatives you could say, as they grasped the jar, \"We told him not to.\"",
  "Once upon a time the plural of 'wizard' was 'war'.",
  "Cake is not the issue here.",
  "Rincewind had always been happy to think of himself as a racist. The One Hundred Meters, the Mile, the Marathon -- he'd run them all.",
  "Creators aren't gods. They make places, which is quite hard. It's men that make gods. This explains a lot.",
  "Unseen University was much bigger on the inside. Thousands of years as the leading establishment of practical magic in a world where dimensions were largely a matter of chance in any case had left it bulging in places where it shouldn't have places. There were rooms containing rooms which, if you entered them, turned out to contain the room you'd started with, which can be a problem if you are in a conga line.",
  "We may even find out why the duck-billed platypus.*<br><i>*Not why is it anything. Just why it is.</i>",
  "Knowledge is dangerous, which is why governments often clamp down on people who can think thoughts above a certain caliber.",
  "The thing about late-night cookery was that it made sense at the time. It always had some logic behind it. It just wasn’t the kind of logic you’d use around midday.",
  "To be frank, I find religion rather offensive.",
  "\"We put all our politicians in prison as soon as they’re elected. Don’t you?\"<br>\"Why?\"<br>\"It saves time.\"",
  "I'm quite sure primitive people have no difficulties surviving in a place like this, and think of all the things we have that our rude forefathers lacked.",
  "Ponder Stibbons was one of those unfortunate people cursed with the belief that if only he found out enough things about the universe it would all, somehow, make sense.",
  "It is very easy to get ridiculously confused about the tenses of time travel, but most things can be resolved by a sufficiently large ego."
  ],
  "The Last Hero":[
  "I DON'T HOLD WITH CRUELTY TO CATS.",
  "Lots of people would be as cowardly as me if they were brave enough.",
  "‎No one remembers the singer. The song remains.",
  "Some people are confident because they are fools. Leonard had the look of someone who was confident because, so far, he'd never found reason not to be. He would step off a high building in the happy state of mind of someone who intended to deal with the problem of the ground when it presented itself.",
  "This man was so absent-mindedly clever that he could paint pictures that didn’t just follow you around the room but went home with you and did the washing-up.",
  "\"Not craftsmen, my lord\" he said. \"I have no use for people who have learned the limits of the possible.\"",
  "They sometimes forgot what happened if you let a pawn get all the way up the board.",
  "That's what prayers are... it's frightened people trying to make friends with the bully!",
  "Too many people, when listing all the perils to be found in the search for lost treasure or ancient wisdom, had forgotten to put at the top of the list 'the man who arrived just before you'.",
  "Their eyes said that... they did know the meaning of the word 'fear'. It was something that happened to other people.",
  "People think that it is strange to have a turtle ten thousand miles long and an elephant more than two thousand miles tall, which just shows that the human brain is ill-adapted for thinking and was probably originally designed for cooling the blood.",
  "\"Some people say you achieve immortality through your children,\" said the minstrel.<br>\"Yeah?\" said Cohen. \"Name one of your great-granddads, then.\"",
  "The wizards were good at wind, weather being a matter not of force but of lepidoptery."
  ]
},
  "CityWatch":{
  "Books":[
  "Guards! Guards!",
  "Men at Arms",
  "Feet of Clay",
  "Jingo",
  "The Fifth Elephant",
  "Night Watch",
  "Thud",
  "Snuff"
  ],
  "Guards! Guards!":[
  "A good bookshop is just a genteel Black Hole that knows how to read.",
  "Thank you for coming to see me. Don’t hesitate to leave.",
  "Noble dragons don't have friends. The nearest they can get to the idea is an enemy who is still alive.",
  "The reason that clichés become clichés is that they are the hammers and screwdrivers in the toolbox of communication.",
  "They felt, in fact, tremendously bucked-up, which was how Lady Ramkin would almost certainly have put it and which was definitely several letters of the alphabet away from how they normally felt.",
  "Never build a dungeon you wouldn't be happy to spend the night in yourself. The world would be a happier place if more people remembered that.",
  "Someone out there was about to find that their worst nightmare was a maddened Librarian. With a badge.",
  "But we were dragons. We were supposed to be cruel, cunning, heartless and terrible. But this much I can tell you, we never burned and tortured and ripped one another apart and called it morality.",
  "The food was good solid stuff for a cold morning, all calories and fat and protein and maybe a vitamin crying softly because it was all alone.",
  "Perhaps the magic would last, perhaps it wouldn't. But then again, what does?"
 ],
  "Men at Arms":[
  "It's better to light a candle than curse the darkness.",
  "Colon thought Carrot was simple. Carrot often struck people as simple. And he was. Where people went wrong was thinking that simple meant the same thing as stupid",
  "Dogs are not like cats, who amusingly tolerate humans only until someone comes up with a tin opener that can be operated with a paw. Men made dogs, they took wolves and gave them human things--unnecessary intelligence, names, a desire to belong, and a twitching inferiority complex. All dogs dream wolf dreams, and know they're dreaming of biting their Maker. Every dog knows, deep in his heart, that he is a Bad Dog...",
  "The city's full of people who you just see around.",
  "Personal isn't the same as important.",
  "Pride is all very well, but a sausage is a sausage.",
  "Murder was in fact a fairly uncommon event in Ankh-Morpork, but there were a lot of suicides. Walking in the night-time alleyways of The Shades was suicide. Asking for a short in a dwarf bar was suicide. Saying 'Got rocks in your head?' to a troll was suicide. You could commit suicide very easily, if you weren't careful.",
  "Assassins did have a certain code, after all. It was dishonorable to kill someone if you weren't being paid.",
  "If you had enough money, you could hardly commit crimes at all. You just perpetrated amusing little peccadilloes.",
  "No clowns were funny. That was the whole purpose of a clown. People laughed at clowns, but only out of nervousness. The point of clowns was that, after watching them, anything else that happened seemed enjoyable",
  "He could think in italics. Such people need watching. Preferably from a safe distance."
  ],
  "Feet of Clay":[
  "Just because someone's a member of an ethnic minority doesn't mean they're not a nasty small-minded little jerk.",
  "\"Commander, I always used to consider that you had a definite anti-authoritarian streak in you.\"<br>\"Sir?\"<br>\"It seems that you have managed to retain this even though you are authority.\"<br> \"Sir?\"<br> \"That’s practically zen\"",
  "And, while it was regarded as pretty good evidence of criminality to be living in a slum, for some reason owning a whole street of them merely got you invited to the very best social occasions.",
  "If you were going to be successful in the world of crime, you needed a reputation for honesty.",
  "Vimes struggled to his feet, shook his head and set off after it. No thought was involved. It is the ancient instinct of terriers and policemen to chase anything that runs away.",
  "Whoever had created humanity had left in a major design flaw. It was its tendency to bend at the knees.",
  "There were no public health laws in Ankh-Morpork. It would be like installing smoke detectors in Hell.",
  "He wanted one drink, and understood precisely why he wasn't going to have one. One drink ended up arriving in a dozen glasses.",
  "\"I thought dwarfs loved gold,\" said Angua.<br>\"They just say that to get it into bed.\"",
  "In a well-organized world he might have landed on a fire escape, but the fire escapes were unknown in Ankh-Morpork and the flames generally had to leave via the roof.",
  "He said to people: you’re free. And they said hooray, and then he showed them what freedom costs and they called him a tyrant and, as soon as he’d been betrayed, they milled around a bit like barn-bred chickens who’ve seen the big world outside for the first time, and then they went back into the warm and shut the door..."
  ],
  "Jingo":[
  "Give a man a fire and he's warm for a day, but set fire to him and he's warm for the rest of his life.",
  "Always be wary of any helpful item that weighs less than its operating manual.",
  "The intelligence of that creature known as a crowd is the square root of the number of people in it.",
  "It was so much easier to blame it on Them. It was bleakly depressing to think that They were Us. If it was Them, then nothing was anyone's fault. If it was us, what did that make Me? After all, I'm one of Us. I must be. I've certainly never thought of myself as one of Them. No one ever thinks of themselves as one of Them. We're always one of Us. It's Them that do the bad things.",
  "\"It is always useful to face an enemy who is prepared to die for his country,\" he read. \"This means that both you and he have exactly the same aim in mind.\"",
  "\"Oh, my dear Vimes, history changes all the time. It is constantly being re-examined and re-evaluated, otherwise how would we be able to keep historians occupied? We can't possibly allow people with their sort of minds to walk around with time on their hands.\"",
  "\"Were you proposing to shoot these people in cold blood, sergeant?\"<br>\"Nossir. Just a warning shot inna head, sir.\"",
  "It is a long-cherished tradition among a certain type of military thinker that huge casualties are the main thing. If they are on the other side then this is a valuable bonus.",
  "After all, when you seek advice from someone it's certainly not because you want them to give it. You just want them to be there while you talk to yourself.",
  "\"Taxation, gentlemen, is very much like dairy farming. The task is to extract the maximum amount of milk with the minimum amount of moo.\"",
  "\"Look, sir, I know Angua. She's not the useless type. She doesn't stand there and scream helplessly. She makes other people do that.\"",
  "\"Men marched away, Vimes. And men marched back. How glorious the battles would have been that they never had to fight!\"",
  "They represented what people called the \"international community.\" And like all uses of the word \"community,\" you were never quite sure what or who it was.",
  "Sergeant Colon had had a broad education. He’d been to the School of My Dad Always Said, the College of It Stands to Reason, and was now a postgraduate student at the University of What Some Bloke In the Pub Told Me.",
  "\"Sometimes I dream that we could deal with the big crimes, that we could make a law for countries and not just for people.\"",
  "\"Do you need an excuse to have a war? I mean, who for? Can't you just say \"You got lots of cash and land, but I've got a big sword, so divvy up right now, chop chop.\"",
  "\"My strength is as the strength of ten because my heart is pure,\" said Carrot.<br>\"Really? Well, there's eleven of them\""
  ],
  "The Fifth Elephant":[
  "He'd noticed that sex bore some resemblance to cookery: it fascinated people, they sometimes bought books full of complicated recipes and interesting pictures, and sometimes when they were really hungry they created vast banquets in their imagination - but at the end of the day they'd settle quite happily for egg and chips. If it was well done and maybe had a slice of tomato.",
  "A marriage is always made up of two people who are prepared to swear that only the other one snores.",
  "You did something because it had always been done, and the explanation was, ‘But we’ve always done it this way.’ A million dead people can’t have been wrong, can they?",
  "This, milord, is my family's axe. We have owned it for almost nine hundred years, see. Of course, sometimes it needed a new blade. And sometimes it has required a new handle, new designs on the metalwork, a little refreshing of the ornamentation . . . but is this not the nine hundred-year-old axe of my family? And because it has changed gently over time, it is still a pretty good axe, y'know. Pretty good.",
  "Vimes had once discussed the Ephebian idea of ‘democracy’ with Carrot, and had been rather interested in the idea that everyone had a vote until he found out that while he, Vimes, would have a vote, there was no way in the rules that anyone could prevent Nobby Nobbs from having one as well. Vimes could see the flaw there straight away",
  "\"I assure you I will not kill you,\" said Inigo.<br>\"I know that,\" said Vimes. \"But will you try?\"",
  "\"Not natural, in my view, sah. Not in favor of unnatural things.\"<br>Vetinari looked perplexed. \"You mean, you eat your meat raw and sleep in a tree?\"",
  "No one actually saw it land, which raised the interesting philosophical point: When millions of tons of angry elephant come spinning through the sky, but there is no one to hear it, does it - philosophically speaking - make a noise?",
  "He sagged to his knees. He ached all over. It wasn't just that his brain was writing cheques that his body couldn't cash. It had gone beyond that. Now his feet were borrowing money that his legs hadn't got, and his back muscles were looking for loose change under the sofa cushions.",
  "It was turning out to be one of those days. The sort you got every day.",
  "Well, he thought, so this is diplomacy. It's lying, only for a better class of people.",
  "As castles went, this one looked as though it could be taken by a small squad of not very efficient soldiers. For defence, putting a blanket over your head might be marginally safer."
  ],
  "Night Watch":[
  "\"No! Please! I'll tell you whatever you want to know!\" the man yelled.<br>\"Really?\" said Vimes. \"What's the orbital velocity of the moon?\"<br>\"What?\"<br>\"Oh, you'd like something simpler?\"",
  "We who think we are about to die will laugh at anything.",
  "But here's some advice, boy. Don't put your trust in revolutions. They always come around again. That's why they're called revolutions",
  "\"I get it,\" said the prisoner. \"Good Cop, Bad Cop, eh?\"<br>\"If you like.\" said Vimes. \"But we're a bit short staffed here, so if I give you a cigarette would you mind kicking yourself in the teeth?\"",
  "An Assassin, a real Assassin, had to look like one - black clothes, hood, boots, and all. If they could wear any clothes, any disguise, then what could anyone do but spend all day in a small room with a loaded crossbow pointed at the door?",
  "That was always the dream, wasn't it? 'I wish I'd known then what I know now'? But when you got older you found out that you NOW wasn't YOU then. You then was a twerp. You then was what you had to be to start out on the rocky road of becoming you now, and one of the rocky patches on that road was being a twerp.",
  "In the words of the philosopher Sceptum, the founder of my profession: am I going to get paid for this?",
  "Ninety percent of most magic merely consists of knowing one extra fact.",
  "Two types of people laugh at the law: those that break it and those that make it.",
  "His movements could be called cat-like, except that he did not stop to spray urine up against things.",
  "And so the children of the revolution were faced with the age-old problem: it wasn't that you had the wrong kind of government, which was obvious, but that you had the wrong kind of people. As soon as you saw people as things to be measured, they didn't measure up.",
  "One of the hardest lessons in young Sam's life had been finding out that the people in charge weren't in charge. It had been finding out that governments were not, on the whole, staffed by people who had a grip, and that plans were what people made instead of thinking.",
  "Truth! Freedom! Justice! And a hard-boiled egg!",
  "Hat = wizard, wizard = hat. Everything else is frippery.",
  "Raising the flag and singing the anthem are, while somewhat suspicious, not in themselves acts of treason.",
  "Taxation is just a sophisticated way of demanding money with menaces.",
  "There was no universe, anywhere, where a Sam Vimes would give in on this, because if he did then he wouldn't be Sam Vimes anymore."
  ],
  "Thud":[
  "Coffee is a way of stealing time that should by rights belong to your older self.",
  "Why bother with a cunning plan when a simple one will do?",
  "He hated games they made the world look too simple. Chess, in particular, had always annoyed him. It was the dumb way the pawns went off and slaughtered their fellow pawns while the king lounged about doing nothing. If only the pawns would've united ... the whole board could've been a republic in about a dozen moves.",
  "Shoes, men, coffins; never accept the first one you see.",
  "The important thing is not to shout at this point, Vimes told himself. Do not…what do they call it…go postal? Treat this as a learning exercise. Find out why the world is not as you thought it was. Assemble the facts, digest the information, consider the implications. THEN go postal. But with precision.",
  "WHERE'S MY COW? ARE YOU MY COW?",
  "His mind worked fast, flying in emergency supplies of common sense, as human minds do, to construct a huge anchor in sanity and prove that what happened hadn't really happened and, if it had happened, hadn't happened much.",
  "That's what I don't like about magic. It does everything by magic",
  "It was written in some holy book, apparently, so that made it okay, and probably compulsory.",
  "Once you had a good excuse, you opened the door to bad excuses.",
  "Ye gods, it was so much better when there were just four of us up against that bloody great dragon, Vimes thought as they walked on. Of course, we nearly got burned alive a few times, but at least it wasn't complicated. It was a damned great dragon. You could see it coming. It didn't get political on you.",
  "And if you did it for a good reason, you’d do it for a bad one. You couldn’t say \"we’re the good guys\" and do bad-guy things.",
  "A VERY ACCURATE ONE. YOU SEE, YOU ARE HAVING A NEAR-DEATH EXPERIENCE, WHICH INESCAPABLY MEANS THAT I MUST UNDERGO A NEAR-VIMES EXPERIENCE. DON’T MIND ME. CARRY ON WITH WHATEVER YOU WERE DOING. I HAVE A BOOK.",
  "The nose is also the only organ that can see backwards in time."
  ],
  "Snuff":[
  "Goodness is about what you do. Not who you pray to.",
  "The worst thing you can do is nothing.",
  "I tell you, commander, it's true that some of the most terrible things in the world are done by people who think, genuinely think, that they're doing it for the best, especially if there is some god involved",
  "If you want to change a whole people, then you start with the girls. It stands to reason: they learn faster, and they pass on what they learn to their children.",
  "I know that I am a small, weak man, but I have amassed a large library; I dream of dangerous places.",
  "But what should we do when the highborn and wealthy take to crime? Indeed, if a poor man will spend a year in prison for stealing out of hunger, how high would the gallows need to be to hang the rich man who breaks the law out of greed?",
  "Cheery was aware that Commander Vimes didn't like the phrase 'The innocent have nothing to fear', believing the innocent had everything to fear, mostly from the guilty but in the longer term even more from those who say things like 'The innocent have nothing to fear'.",
  "He'd heard that writers spent all day in their dressing gowns drinking champagne. This is, of course, absolutely true.",
  "The jurisdiction of a good man extends to the end of the world.",
  "Vimes's lack of interest in other people's children was limitless.",
  "If there were such a thing as an inter-city thieving contest, Ankh-Morpork would bring home the trophy and probably everyone’s wallets.",
  "We live and learn, or, perhaps more importantly we learn and live.",
  "So much paperwork to read! So much paperwork to push away! So much paperwork to pretend he hadn't received and that might have been eaten by gargoyles.",
  "Yes, sir, thank you, sir, and I wouldn’t trust me one little inch, sir. I knows a bad one when I sees them. I have a mirror.",
  "Little crimes breed big crimes. You smile at little crimes and then big crimes blow your head off",
  "They say that the eyes of some paintings can follow you around the room, a fact that I doubt, but I am wondering whether some music can follow you for ever.",
  "I'm not cruel, sir, I won't shoot you in the guts, but I will make you realize how much you took your toes for granted.",
  "Sometimes you had to take a look at yourself and then look away.",
  "Vimes woke in damp and utter darkness with sand under his cheek. Some parts of his body reported for duty, others protested that they had a note from their mother.",
  "This is Masher,' said Feeney. 'His father was a wild boar, his mother was surprised.",
  "That just goes to show that you never know, although what it is we never know I suspect we'll never know.",
  "Aristocrats don't notice philosophical conundra. They just ignore them. Philosophy includes contemplating the possibility that you might be wrong, sir, and a real aristocrat knows that he is always right. It's not vanity, you understand, it's built-in absolute certainty. They may sometimes be as mad as a hatful of spoons, but they are always definitely and certainly mad.",
  "Don't start weaving a social hypothesis in front of an angry woman holding a blade.",
  "Do not seek perfection. None exists. All we can do is strive.",
  "Not all questions are answered, commander, but fortunately some answers are questioned."
  ]
}
}
